Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/ovttasbargu-samedikkiin-riikkaidgaskasa-_id_87027.html.tmx
Source language: sme
Languages: nob

source: Ovttasbargu Sámedikkiin riikkaidgaskasaš álgoálbmotáššiin
nob: Samarbeid med Sametinget i internasjonale urfolkssaker

source: Go Sámediggi lea erenoamáš dilis álbmotválljen orgánan , de lea dehálaš sihkkarastit Sámediggái váikkuhanválddi ja ahte Sámedikki gelbbolašvuohta geavahuvvo .
nob: Når det gjelder Sametingets spesielle stilling som folkevalgt organ , er det viktig å sikre Sametinget innflytelse og at Sametingets kompetanse blir benyttet .

source: Ráđđehussii lea dehálaš doallat lagaš oktavuođa Sámedikkiin riikkaidgaskasaš álgoálbmotáššiid oktavuođas .
nob: For regjeringen er det viktig å ha nær kontakt med Sametinget i internasjonale urfolkssaker .

source: Sámedikki mávssolaš doaimmaid lassin dáin surggiin addá lagaš ovttasbargu Sámedikkiin dehálaš signála riikkaidgaskasaččat ja sáhttá dan láhkai doaibmat ovdamearkan eará riikkaid ráđđehusaide .
nob: I tillegg til de verdifulle bidragene Sametinget kan gi på disse områdene , vil et nært samarbeid gi et viktig signal internasjonalt og kunne tjene som eksempel for andre lands regjeringer .

source: Sámedikkis ii leat miige formála rievttálaš stáhtusiid ovddastit Norgga riikkaidgaskasaš šiehtadallamiin .
nob: Sametinget har ingen formell rettslig status med hensyn til å representere Norge ved internasjonale forhandlinger .

source: Jus Sámedikki ovddasteaddjit galget sáhttit ovddastit dahje oassálastit Norgga stáhta ovddas , de fertejit leat nammaduvvon Norgga šiehtadallansáttagottiide .
nob: I den grad representanter fra Sametinget skal kunne forhandle eller delta på vegne av den norske stat , vil dette skje gjennom oppnevnelse i norske forhandlingsdelegasjoner .

source: Ráđđehus atná dehálažžan ahte ráđđehusa ja álgoálbmogiid ovddasteaddjit guoibmálagaid digaštallet ja šiehtadallet riikkaidgaskasaš álgoálbmotáššiid .
nob: Regjeringen legger stor vekt på at internasjonale urfolksspørsmål drøftes og forhandles gjennom et nært samvirke mellom regjeringen og urfolksrepresentanter .

source: Norgga guottut riikkaidgaskasaš álgoálbmotáššiide hábmejuvvojit Sámedikki lagaš ovttasbargguin .
nob: Norske holdninger til internasjonale urfolksspørsmål utformes derfor i nært samarbeid med Sametinget .

source: Dat ge adnojuvvo dehálažžan ahte Sámediggi nu guhkás go lea vejolaš galgá leat ovddastuvvon riikkaidgaskasaš oktavuođain main álgoálbmotáššit leat áššin .
nob: Det legges også stor vekt på at Sametinget i den grad det er mulig skal være representert i internasjonale sammenhenger hvor urfolksspørsmål står på dagsorden .

source: Sámedikkis leat leamaš ovddasteaddjit Norgga sáttagottis áigeguovdileamos riikkaidgaskasaš áššiin mat gusket álgoálbmogiid vuoigatvuođaide .
nob: Sametinget har vært representert i den norske delegasjonen i de mest aktuelle internasjonale saker som gjelder urfolks rettigheter .
